Revit 2027 API
ImportOptions3DM Constructor
Overload List
Name | Description
ImportOptions3DM() |  Constructs a new instance of ImportOptions3DM with default values of all properties.
ImportOptions3DM(ImportOptions3DM) |  Constructs a new instance of ImportOptions3DM as a copy of the provided import options.
Top
See Also
Reference
ImportOptions3DM Class
Autodesk.Revit.DB Namespace